{
  "column": "A bar chart is a graph represented by spaced rectangular bars that describe the data points in a set of data. It is usually used to plot discrete and categorical data.The horizontal axis of the chart represents categorical data while the vertical axis of the chart defines discrete data. Although the rectangular bars in a bar chart are mostly placed vertically, they can also be horizontal.bar chart or bar graphFor horizontally placed rectangular bars, the categorical data is defined on the vertical axis while the horizontal axis defines the discrete data.",
  "wordcloud": "Word clouds (also known as text clouds or tag clouds) work in a simple way: the more a specific word appears in a source of textual data (such as a speech, blog post, or database), the bigger and bolder it appears in the word cloud.A word cloud is a collection, or cluster, of words depicted in different sizes. The bigger and bolder the word appears, the more often it’s mentioned within a given text and the more important it is.Also known as tag clouds or text clouds, these are ideal ways to pull out the most pertinent parts of textual data, from blog posts to databases. They can also help business users compare and contrast two different pieces of text to find the wording similarities between the two.",
  "graphs" :  [
    {
      "graph_name": "Word Cloud",
      "data_type": "Object"

  },
    {
      "graph_name": "Most Common Words",
      "data_type": "Object"

  },
    {
      "graph_name": "Trigrams",
      "data_type": "Object"

  },
    {
      "graph_name": "Bigrams",
      "data_type": "Object"

  },
  {
      "graph_name": "Histogram",
      "data_type":  "Numerical"
  },
  {
      "graph_name": "Data Completeness",
      "data_type":  "Numerical"
  },
  {
      "graph_name": "Scatter graph",
      "data_type":  "Numerical"
  },
  {
      "graph_name": "Column relation with target variable",
      "data_type":  "Numerical"
  },
  {
      "graph_name": "Bar graph",
      "data_type":  "Numerical"
  },
  {
      "graph_name": "Heatmap full dataset",
      "data_type":  "Numerical"
  },
  {
      "graph_name": "Graph distribution",
      "data_type":  "Numerical"
  },
  {
      "graph_name": "Boxplot",
      "data_type":  "Numerical"
  }
    ]
}